window.searchData =
    countries: [
        ""
        "Украина"
        "Россия"
        "Белоруссия"
    ]

    cities: [
        ""
        "Симферополь"
        "Винница"
        "Днепропетровск"
        "Донецк"
        "Житомир"
        "Ужгород"
        "Запорожье"
        "Ивано-Франковск"
        "Киев"
        "Кировоград"
        "Луганск"
        "Луцк"
        "Львов"
        "Николаев"
        "Одесса"
        "Полтава"
        "Ровно"
        "Севастополь"
        "Сумы"
        "Тернополь"
        "Харьков"
        "Херсон"
        "Хмельницкий"
        "Черкассы"
        "Чернигов"
        "Черновцы"
        "Москва"
        "Новосибирск"
        "Саратов"
        "Минск"
    ]

    academicDegrees: [
        ""
        "Доктор экономических наук"
        "Доктор педагогических наук"
        "Доктор технических наук"
        "Доктор физ-мат наук"
        "Доктор социологических наук"
        "Кандидат экономических наук"
        "Кандидат педагогических наук"
        "Кандидат технических наук"
        "Кандидат физ-мат наук"
        "Кандидат социологических наук"
        "Доктор философии (PhD)"
        "Магистр"
        "Бакалавр"
    ]

    academicTitles: [
        ""
        "Доцент"
        "Старший научный сотрудник"
        "Профессор"
        "Чл.-корр. НАН Украины, профессор"
        "Академик НАН Украины, профессор"
        "Чл.-корр. РАН, профессор"
        "Академик РАН, профессор"
    ]

    sectionNumbers: [
        ""
        "Диалектика рефлексивных процессов в экономике"
        "Математическое моделирование рефлексивных процессов"
        "Инструменты рефлексивного управления в экономике"
        "Прикладные задачи рефлексивного управления в экономике"
        "Рефлексивное обеспечение инновационного развития"
        "Развитие рефлексивных способностей, стимулирование и поддержка рефлексивных процессов у различных типов субъектов"
    ]

    monographyTitles: [
        ""
        "Теоретико-методологические аспекты исследования рефлексивных процессов в экономике"
        "Экономико-математическое моделирование рефлексивных процессов в экономике"
        "Прикладные аспекты использования рефлексивных процессов в экономике"
    ]

    participantTypes: [
        ""
        "Очная"
        "Заочная"
    ]
